{
	"id": "1000",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuáles son los grupos étnicos de Taiwan?",
			"keywords": "grupos étnicos,Taiwan"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {  dbr:Taiwan dbo:ethnicGroup ?uri . }"
	},
	
	"answers": [{"results": {"ordered": true, "distinct": false, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Hoklo_people"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Han_Chinese"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Taiwanese_aborigines"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Hakka_people"}}]}, "head": {"link": [], "vars": ["uri"]}}]
},{
	"id": "1001",
	"answertype": "number",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuánta es la población de Argentina?",
			"keywords": "población, Argentina"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {  dbr:Argentina dbo:populationTotal ?uri . }"
	},
	
	"answers": [{"results": {"bindings": [{"uri": {"value": "43417000", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "type": "typed-literal"}}], "ordered": true, "distinct": false}, "head": {"link": [], "vars": ["uri"]}}]
},{
	"id": "1002",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Quién es el hijo de Sylvester Stallone?",
			"keywords": "hijo, Sylvester Stallone"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {  dbr:Sylvester_Stallone dbo:child ?uri . }"
	},
	
	"answers": [{"head": {"vars": ["uri"], "link": []}, "results": {"ordered": true, "distinct": false, "bindings": [{"uri": {"value": "http://dbpedia.org/resource/Sage_Stallone", "type": "uri"}}]}}]
},{
	"id": "1003",
	"answertype": "number",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuánto es el largo del vano del puente Golden Gate?",
			"keywords": "Golden Gate, largo del vano"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {  dbr:Golden_Gate_Bridge dbo:mainspan ?uri . }"
	},
	
	"answers": [{"results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"value": "1280.16", "datatype": "http://www.w3.org/2001/XMLSchema#double", "type": "typed-literal"}}]}, "head": {"link": [], "vars": ["uri"]}}]
},{
	"id": "1004",
	"answertype": "number",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuántos empleado tiene Google?",
			"keywords": "Google, numero de empleados"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?result WHERE {dbr:Google dbo:numberOfEmployees ?result}"
	},
	
	"answers": [{"results": {"ordered": true, "distinct": false, "bindings": [{"result": {"datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "57100", "type": "typed-literal"}}]}, "head": {"vars": ["result"], "link": []}}]
},{
	"id": "1005",
	"answertype": "number",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuántos visitantes tiene Museo del Louvre?",
			"keywords": "Museo del Louvre, numero de visitantes"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?result WHERE {dbr:Louvre dbo:numberOfVisitors ?result}"
	},
	
	"answers": [{"results": {"distinct": false, "ordered": true, "bindings": [{"result": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "1"}}, {"result": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "2"}}, {"result": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "9260000"}}]}, "head": {"vars": ["result"], "link": []}}]
},{
	"id": "1006",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Quién es el pintor de la Mona Lisa?",
			"keywords": "Mona Lisa, pintor"
		}
	],
	"query": {
		"sparql": "select DISTINCT ?result Where { dbr:Mona_Lisa dbo:author ?result }"
	},
	
	"answers": [{"head": {"vars": ["result"], "link": []}, "results": {"distinct": false, "ordered": true, "bindings": [{"result": {"type": "uri", "value": "http://dbpedia.org/resource/Leonardo_da_Vinci"}}]}}]
},{
	"id": "1007",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuales son los ingredientes de un Banana split?",
			"keywords": "ingredientes, Banana split"
		}
	],
	"query": {
		"sparql": "select DISTINCT ?result  Where { dbr:Banana_split dbo:ingredient ?result }"
	},
	
	"answers": [{"head": {"link": [], "vars": ["result"]}, "results": {"ordered": true, "bindings": [{"result": {"type": "uri", "value": "http://dbpedia.org/resource/Banana"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Pineapple"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Vanilla"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Strawberry"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Chocolate"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Whipped_cream"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Maraschino_cherry"}}, {"result": {"type": "uri", "value": "http://dbpedia.org/resource/Nut_(fruit)"}}], "distinct": false}}]
},{
	"id": "1008",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Quién es el alcade de Rennes?",
			"keywords": "alcalde, Rennes"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {dbr:Rennes dbo:mayor ?uri .}"
	},
	
	"answers": [{"head": {"vars": ["uri"], "link": []}, "results": {"bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Nathalie_Appéré"}}], "distinct": false, "ordered": true}}]
},{
	"id": "1009",
	"answertype": "resource",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Quién pintó La Última Cena ?",
			"keywords": "pintor, La Última Cena"
		}
	],
	"query": {
		"sparql": "SELECT DISTINCT ?uri WHERE {<http://dbpedia.org/resource/The_Last_Supper_(Leonardo_da_Vinci)> dbo:author ?uri .}"
	},
	
	"answers": [{"results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Leonardo_da_Vinci"}}]}, "head": {"vars": ["uri"], "link": []}}]
},{
	"id": "1010",
	"answertype": "number",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Cuántos episodios tiene Game of Thrones?",
			"keywords": "episodios, Game of Thrones"
		}
	],
	"query": {
		"sparql": "select distinct ?c where { dbr:Game_of_Thrones dbo:numberOfEpisodes ?c }"
	},
	
	"answers": [{"head": {"link": [], "vars": ["c"]}, "results": {"ordered": true, "distinct": false, "bindings": [{"c": {"value": "60", "type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger"}}]}}]
},{
	"id": "2000",
	"answertype": "boolean",
	"aggregation": false,
	"onlydbo": true,
	"hybrid": false,
	"question": [
		{
			"language": "es",
			"string": "¿Hay algún castillo en Estados Unidos?",
			"keywords": "castillo, Estados Unidos"
		}
	],
	"query": {
		"sparql": "ASK where {?result a dbo:Castle. ?result dbo:location dbr:United_States.}"
	},
	
	"answers": [{"head": {"link": []}, "boolean": true}]
},