
	"dataset": {
		"id": "qald-7-train-multilingual"
	},
	"questions": [{
			"id": "0",
			"answertype": "date",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Obtuvo Tesla el premio nobel de física?",
					"keywords": "Tesla, premio nobel, física"
				}
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BasketballPlayer> .  ?uri <http://dbpedia.org/ontology/height> ?num . } ORDER BY DESC(?num) OFFSET 0 LIMIT 1 "
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Thijs_Vermeulen"
						}
					}]
				}
			}]
		},
		{
			"id": "182",
			"answertype": "resource",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Que ciudad tiene la menor población?",
					"keywords": "ciudad, menor población"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿La proinsulina es una proteina?",
					"keywords": "proinsulina, proteina"
				}
				
				
				
				
			],
			"query": {
					"string": "¿Tuvo hijos el Che Guevara?",
					"keywords": "hijos, Che Guevara"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Es el lago Baikal mayor que el lago Great Bear?",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:William_Goldman .\n        ?uri dbo:numberOfPages ?x .\n        FILTER (?x > 300)\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Marathon_Man_(novel)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Which_Lie_Did_I_Tell%3F"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Hype_and_Glory"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Tinsel_(novel)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Boys_and_Girls_Together"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Control_(novel)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Color_of_Light"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Princess_Bride"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Wait_Till_Next_Year"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Brothers_(Goldman_novel)"
							}
						}
					]
				}
			}]
		},
		{
			"id": "189",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Fort_Knox> <http://dbpedia.org/property/location> ?uri . }"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Kentucky"
						}
					}]
				}
			}]
		},
		{
			"id": "190",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": false,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/The_Three_Dancers> <http://dbpedia.org/ontology/author> ?person .  ?person <http://dbpedia.org/ontology/movement> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Cubism"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Surrealism"
							}
						}
					]
				}
			}]
		},
		{
			"id": "194",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Newark,_New_Jersey"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Jersey_City,_New_Jersey"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Elizabeth,_New_Jersey"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Paterson,_New_Jersey"
							}
						}
					]
				}
			}]
		},
		{
			"id": "197",
			"answertype": "resource",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?num\nWHERE {\n        res:Yokohama_Marine_Tower dbo:height ?num .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "106.07"
						}
					}]
				}
			}]
		},
		{
			"id": "199",
			"answertype": "boolean",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Quién es el jugador mas jóven de dardos?",
					"keywords": "jugador más jóven dardos"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:DartsPlayer .\n        ?uri dbo:birthDate ?date .\n}\nORDER BY DESC(?date)\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Max_Hopp"
						}
					}]
				}
			}]
		},
		{
			"id": "201",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/> \nSELECT DISTINCT ?uri \nWHERE {  \n        res:Mecca dbo:country ?uri .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Saudi_Arabia"
						}
					}]
				}
			}]
		},
		{
			"id": "208",
			"answertype": "number",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Cuántos idiomas se hablan en Colombia?",
					"keywords": "idiomas, Colombia"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri dbo:occupation res:Surfing .\n\t?uri dbo:birthPlace res:Philippines .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Marcus_Adoro"
						}
					}]
				}
			}]
		},
		{
			"id": "211",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿La Coca Cola es una bebida?",
					"keywords": "Coca Cola, bebida"
				}
				
				
				
				
				
			],
			"query": {
