
	"dataset": {
		"id": "qald-7-train-multilingual"
	},
	"questions": [{
			"id": "0",
			"answertype": "date",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Cuándo tuvo lugar la batalla de Gettysburg?",
					"keywords": "batalla de Gettysburg"
				}
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?num WHERE {  <http://dbpedia.org/resource/Colombo_Lighthouse> <http://dbpedia.org/ontology/height> ?num . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "29.0"
						}
					}]
				}
			}]
		},
		{
			"id": "3",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Cuánto costo Pulp Fiction?",
					"keywords": "costo, Pulp Fiction"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?n WHERE {  <http://dbpedia.org/resource/Pulp_Fiction> <http://dbpedia.org/ontology/budget> ?n . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "8.0"
						}
					}]
				}
			}]
		},
		{
			"id": "6",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?uri WHERE {<http://dbpedia.org/resource/Slack_(software)>  <http://dbpedia.org/ontology/developer> ?uri. }"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Slack_Technologies"
						}
					}]
				}
			}]
		},
		{
			"id": "10",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?height WHERE {  <http://dbpedia.org/resource/Amazon_Eve> <http://dbpedia.org/ontology/height> ?height . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "2.02"
						}
					}]
				}
			}]
		},
		{
			"id": "18",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Está James Bond casado?",
					"keywords": "James Bond, casado"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Quién era llamado Frank The Tank?",
					"keywords": "llamado, Frank The Tank"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nASK\nWHERE { \n        <http://dbpedia.org/resource/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . \n        <http://dbpedia.org/resource/Prince_Harry> dbo:parent ?x .\n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": true
			}]
		},
		{
			"id": "32",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": false,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Cuántos idiomas se hablan en Turkmenistán?",
					"keywords": "idiomas, Turkmenistán"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http://dbpedia.org/resource/Turkmenistan> <http://dbpedia.org/ontology/language> ?x . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "2"
						}
					}]
				}
			}]
		},
		{
			"id": "34",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿En qué películas actúan Julia Roberts y Richard Gere?",
					"keywords": "película, actores, Julia Roberts, Richard Gere"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Es Barack Obama demócrata?",
					"keywords": "Barack Obama, demócrata"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK\nWHERE { \n        res:Barack_Obama dbo:party <http://dbpedia.org/resource/Democratic_Party_(United_States)> . \n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": true
			}]
		},
		{
			"id": "38",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Dónde nació Bach?",
					"keywords": "Bach, lugar de nacimiento"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Cuántas veces ha estado casada Jane Fonda?",
					"keywords": "Jane Fonda, casada, cuántas veces"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Jane_Fonda> <http://dbpedia.org/ontology/spouse> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "3"
						}
					}]
				}
			}]
		},
		{
			"id": "40",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "SELECT ?uri WHERE {  <http://dbpedia.org/resource/Palace_of_Westminster> <http://dbpedia.org/ontology/location> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Greater_London"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/United_Kingdom"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/England"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/City_of_Westminster"
							}
						}
					]
				}
			}]
		},
		{
			"id": "43",
			"answertype": "boolean",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Actúa Christian Bale en Batman Begins?",
					"keywords": "Christian Bale, actúa, Batman Begins"
				}
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tres:Batman_Begins dbo:starring res:Christian_Bale .\n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": false
			}]
		},
		{
			"id": "44",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Australia .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Mawson_Peak"
						}
					}]
				}
			}]
		},
		{
			"id": "47",
			"answertype": "boolean",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Todavía vive Frank Herbert?",
					"keywords": "Frank Herbert, vive"
				}
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tOPTIONAL { res:Frank_Herbert dbo:deathDate ?date . }\n        FILTER (!BOUND(?date))\n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": false
			}]
		},
		{
			"id": "48",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Cuántas compañías fueron fundadas en el mismo año que Google?",
					"keywords": "compañías, fundadas, mismo año Google"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Fué la crisis de cuba antes de la invasión de bahía de cochinos?",
					"keywords": "crísis de cuba, anterior a la invasión de bahía de cochinos?"
				}
				
				
				
				
			],
			"query": {
					"string": "¿Fue Arnold Schwarzenegger a la universidad?",
					"keywords": "Arnold Schwarzenegger, universidad"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nASK\nWHERE {\n        res:Arnold_Schwarzenegger dbo:almaMater ?x .\n        ?x rdf:type dbo:University .\n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": true
			}]
		},
		{
			"id": "65",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?number WHERE {  <http://dbpedia.org/resource/Aldi> <http://dbpedia.org/ontology/numberOfLocations> ?number . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "9600"
						}
					}]
				}
			}]
		},
		{
			"id": "80",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Hay algún videojuego que se llame Battle Chess?",
					"keywords": "videojuego, Battle Chess"
				}
				
				
				
				
			],
			"query": {
					"string": "¿La mujer del presidente Lincoln se llama Mary?",
					"keywords": "mujer, presidente, Lincoln, se lamma, Mary"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:director res:Tim_Burton .\n        ?uri dbo:budget ?b .\n}\nORDER BY ?b\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Big_Eyes"
						}
					}]
				}
			}]
		},
		{
			"id": "85",
			"answertype": "boolean",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Tiene Breaking Bad más episodios que Game of Thrones?",
					"keywords": "Breaking Bad, episodios, más que, Game of Thrones"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nASK \nWHERE { \n        res:Breaking_Bad dbo:numberOfEpisodes ?x . \n        res:Game_of_Thrones dbo:numberOfEpisodes ?y . \n        FILTER (?y > ?x) \n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": false
			}]
		},
		{
			"id": "86",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": false,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Nació Natalie Portman en los estados unidos de américa?",
					"keywords": "Natalie Portman"
				}
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE { \n\tres:Natalie_Portman dbo:birthPlace ?city .\n      \t?city dbo:country res:United_States .\n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": false
			}]
		},
		{
			"id": "88",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "Dame todos los nietos de Elvis Presley.",
					"keywords": "Elvis Presley, nietos"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Elvis_Presley> <http://dbpedia.org/ontology/child> ?child . ?child <http://dbpedia.org/ontology/child> ?uri . }"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Riley_Keough"
						}
					}]
				}
			}]
		},
		{
			"id": "89",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Count_Dracula> <http://dbpedia.org/ontology/creator> ?x .  ?x <http://dbpedia.org/ontology/deathDate> ?date . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "1912-04-20"
						}
					}]
				}
			}]
		},
		{
			"id": "91",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Facebook> <http://dbpedia.org/ontology/foundedBy> ?uri .  ?uri <http://dbpedia.org/ontology/foundedBy> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "0"
						}
					}]
				}
			}]
		},
		{
			"id": "95",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "Dame todos las empresas canadienses productoras de música Grunge.",
					"keywords": "empresa productora de música, canadiense, Grunge"
				}
				
				
				
				
			],
			"query": {
					"string": "¿Cuántos hijos tuvo Benjamin Franklin?",
					"keywords": "Benjamin Franklin, hijos"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Benjamin_Franklin> <http://dbpedia.org/ontology/child> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "3"
						}
					}]
				}
			}]
		},
		{
			"id": "97",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "Dame una lista de los hijos de Margaret Thatcher.",
					"keywords": "Margaret Thatcher, hijos"
				}
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Meryl_Streep dbo:child ?uri . \n        ?uri dbo:birthDate ?d .\n}\nORDER BY ASC(?d)\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Henry_Wolfe_Gummer"
						}
					}]
				}
			}]
		},
		{
			"id": "100",
			"answertype": "boolean",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Son las ranas verdes un tipo de anfibio?",
					"keywords": "rana verde, anfibio"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Actúa Christian Bale en Velvet Goldmine?",
					"keywords": "Christian Bale, actúa, Velvet Goldmine"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Desemboca el Isar en un lago?",
					"keywords": "Isar, desemboca, lago"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Que ciudad tiene la mayor población?",
					"keywords": "ciudad, mayor población"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY DESC(?pop)\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Karachi"
						}
					}]
				}
			}]
		},
		{
			"id": "108",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Es Rita Wilson la esposa de Tom Hanks?",
					"keywords": "Rita Wilson, esposa, Tom Hanks"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿La mujer del presidente Obama se llama Michelle?",
					"keywords": "mujer, presidente, Obama, se lamma, Michelle"
				}
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nASK \nWHERE {\n        res:Barack_Obama dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Michelle')) \n}"
			},
			"answers": [{
				"head": {},
				"results": {},
				"boolean": true
			}]
		},
		{
			"id": "111",
			"answertype": "number",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Cuántos grupos étnicos viven en Eslovenia?",
					"keywords": "grupos étnicos Eslovenia"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Slovenia> <http://dbpedia.org/ontology/ethnicGroup> ?uri . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"c"
					]
				},
				"results": {
					"bindings": [{
						"c": {
							"type": "literal",
							"value": "4"
						}
					}]
				}
			}]
		},
		{
			"id": "112",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Cuándo se completo el Titanic?",
					"keywords": "fecha de acabado, Titanic"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Italy .\n        ?uri dbo:elevation ?num .\n}\nORDER BY DESC(?num)\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Mont_Blanc"
						}
					}]
				}
			}]
		},
		{
			"id": "118",
			"answertype": "number",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/> \nSELECT DISTINCT ?uri \nWHERE {\n        res:Lufthansa dbo:subsidiary ?uri .\n        ?uri dbo:targetAirport res:Dortmund_Airport .\n        ?uri dbo:targetAirport res:Berlin_Tegel_Airport .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Germanwings"
						}
					}]
				}
			}]
		},
		{
			"id": "121",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:John_F._Kennedy dbo:successor ?uri .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Benjamin_A._Smith_II"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Lyndon_B._Johnson"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Tip_O'Neill"
							}
						}
					]
				}
			}]
		},
		{
			"id": "122",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:director res:Akira_Kurosawa .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Idiot_(1951_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Dreams_(1990_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Bad_Sleep_Well"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Hidden_Fortress"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Throne_of_Blood"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Drunken_Angel"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Kagemusha"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Rhapsody_in_August"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Dersu_Uzala_(1975_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Sanshiro_Sugata"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Seven_Samurai"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Sanjuro"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Scandal_(1950_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Sanshiro_Sugata_Part_II"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/One_Wonderful_Sunday"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Most_Beautiful"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Quiet_Duel"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Madadayo"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/High_and_Low_(1963_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Ikiru"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Red_Beard"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Dodes'ka-den"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Those_Who_Make_Tomorrow"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Yojimbo_(film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Rashomon"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Stray_Dog_(film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Horse_(1941_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/No_Regrets_for_Our_Youth"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Ran_(film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Lower_Depths_(1957_film)"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/I_Live_in_Fear"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Men_Who_Tread_on_the_Tiger's_Tail"
							}
						}
					]
				}
			}]
		},
		{
			"id": "124",
			"answertype": "resource",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Qué discográfica grabó el primer album de Elvis?",
					"keywords": "discográfica, primer album de Elvis"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?x rdf:type dbo:Album .\n        ?x dbo:artist res:Elvis_Presley .\n        ?x dbo:releaseDate ?y .\n        ?x dbo:recordLabel ?uri .\n}\nORDER BY ASC(?y) \nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Pickwick_Records"
						}
					}]
				}
			}]
		},
		{
			"id": "125",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
					"string": "¿Tiene el lugar de nacimiento de Abraham Lincol una página web?",
					"keywords": "Abraham Lincoln, lugar de nacimiento, página web"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Book . \n        ?uri dbo:numberOfPages ?n .\n}\nORDER BY DESC(?n)\nOFFSET 0 LIMIT 1"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/The_Tolkien_Reader"
						}
					}]
				}
			}]
		},
		{
			"id": "136",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Quién es el conductor de Formula 1 con más carreras?",
					"keywords": "Fconductor, órmula 1, carreras, más"
				}
				
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/FormulaOneRacer> .  ?uri <http://dbpedia.org/ontology/races> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 "
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Michael_Schumacher"
						}
					}]
				}
			}]
		},
		{
			"id": "138",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "SELECT DISTINCT ?string WHERE {  <http://dbpedia.org/resource/San_Francisco> <http://dbpedia.org/property/nickname> ?string . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"string"
					]
				},
				"results": {
					"bindings": [{
						"string": {
							"type": "literal",
							"value": "The City by the Bay; Fog City; San Fran; Frisco ; The City that Knows How ; Baghdad by the Bay ; The Paris of the West"
						}
					}]
				}
			}]
		},
		{
			"id": "148",
			"answertype": "resource",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type dbo:TelevisionShow .\n        ?uri dbo:creator res:Walt_Disney .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/List_of_Jiminy_Cricket_educational_serials"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/Walt_Disney_anthology_television_series"
							}
						},
						{
							"uri": {
								"type": "uri",
								"value": "http://dbpedia.org/resource/The_Mickey_Mouse_Club"
							}
						}
					]
				}
			}]
		},
		{
			"id": "151",
			"answertype": "resource",
			"aggregation": true,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "¿Qué puente tiene el mayor largo del vano?",
					"keywords": "puente, mayor largo del vano"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Quien escribió el libro Los pilares de la Tierra?",
					"keywords": "escritor, libro, Pilares de la Tierra"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Quién fue el 16th presidente de los Estados Unidos?",
					"keywords": "estados unidos, primer presidente"
				}
				
				
				
				
				
			],
			"query": {
					"string": "¿Qué alto es el Monte Everest?",
					"keywords": "Monte Everest, altura"
				}
				
				
				
				
			],
			"query": {
					"string": "¿Tuvo Sócrates influencia sobre Aristóteles?",
					"keywords": "Sócrates, influencia, Aristóteles"
				}
				
				
				
				
			],
			"query": {
				"sparql": "SELECT DISTINCT ?year WHERE {  <http://dbpedia.org/resource/Jack_Wolfskin> <http://dbpedia.org/ontology/foundingYear> ?year . } "
			},
			"answers": [{
				"head": {
					"vars": [
						"date"
					]
				},
				"results": {
					"bindings": [{
						"date": {
							"type": "literal",
							"value": "1981"
						}
					}]
				}
			}]
		},
		{
			"id": "176",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
				"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Rotterdam dbo:leaderName ?uri .\n}"
			},
			"answers": [{
				"head": {
					"vars": [
						"uri"
					]
				},
				"results": {
					"bindings": [{
						"uri": {
							"type": "uri",
							"value": "http://dbpedia.org/resource/Ahmed_Aboutaleb"
						}
					}]
				}
			}]
		},
		{
			"id": "177",
			"answertype": "resource",
			"aggregation": false,
			"onlydbo": true,
			"hybrid": false,
			"question": [
				
				{
					"language": "es",
					"string": "Dame todos los oceanógrafos suecos.",
					"keywords": "oceanógrafos suecos"
				}
				
				
				
				
				
			],
			"query": {
